cv.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-12 Ne 18:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>CV Pavel Rusinský - kompletní</title>
<meta name="author" content="Pavel Rusinský" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">CV Pavel Rusinský - kompletní</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6f1331c">1. Osobní údaje</a></li>
<li><a href="#orgcb2cfd6">2. O mně</a></li>
<li><a href="#org1f8c665">3. Pracovní zkušenosti</a>
<ul>
<li><a href="#org2cdf309">3.1. okay s.r.o.</a>
<ul>
<li><a href="#orgbaad7ee">3.1.1. Copywriter</a></li>
<li><a href="#org00359fd">3.1.2. Vedoucí PR a copywrintingu</a></li>
<li><a href="#org105847d">3.1.3. Projektý manažer a specialista digitální komunikace</a></li>
</ul>
</li>
<li><a href="#org01c5d5b">3.2. Mergado technologies s.r.o.</a>
<ul>
<li><a href="#orgebe4e97">3.2.1. Konzultant</a></li>
<li><a href="#org8bfcae1">3.2.2. Vedoucí vývoje</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge0b40e4">4. Mimopracovní zkušenosti/Projekty</a>
<ul>
<li><a href="#orgfde55a5">4.1. Pyladies</a></li>
<li><a href="#org451f0be">4.2. Přednášení</a></li>
<li><a href="#org42e3ed9">4.3. DoneeCode</a></li>
</ul>
</li>
<li><a href="#orgef3bde5">5. Vzdělání</a>
<ul>
<li><a href="#org40dd26f">5.1. Gymnázium Hodonín</a></li>
<li><a href="#org8b68bf7">5.2. Veterinární a farmaceutická univerzita Brno</a></li>
</ul>
</li>
<li><a href="#org8bb2481">6. Dovednosti</a>
<ul>
<li><a href="#org3a261b8">6.1. Projektové řízení</a>
<ul>
<li><a href="#org75dcd16">6.1.1. Agile</a></li>
<li><a href="#orge7eb4c4">6.1.2. PRINCE2</a></li>
</ul>
</li>
<li><a href="#orgc865dbc">6.2. Marketing</a>
<ul>
<li><a href="#org0f9bec0">6.2.1. Feed marketing</a></li>
<li><a href="#org2032728">6.2.2. Copywriting</a></li>
<li><a href="#org8e78b32">6.2.3. Emailing</a></li>
</ul>
</li>
<li><a href="#org4d74c19">6.3. Team management/leadership</a></li>
<li><a href="#orgecefe1a">6.4. Coding</a></li>
</ul>
</li>
<li><a href="#org36058f5">7. Kontakt</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6f1331c" class="outline-2">
<h2 id="org6f1331c"><span class="section-number-2">1.</span> Osobní údaje</h2>
<div class="outline-text-2" id="text-1">
<p>
Jméno: Pavel Rusinský
Datum narození: 7. 2. 1992
Očkován na COVID-19 (pro někoho nyní důležité): ano
</p>
</div>
</div>

<div id="outline-container-orgcb2cfd6" class="outline-2">
<h2 id="orgcb2cfd6"><span class="section-number-2">2.</span> O mně</h2>
<div class="outline-text-2" id="text-2">
<p>
Team leader, projektový/produktový manažer, markeťák. Vždy se snažím dosáhnout maxima, které mi daná příležitost nabízí.
Začínal jsem svou kariéru jako brigádník v OKAY, který psal produktové popisky pro e-shop. To mne dovedlo k pozici copywritera. Moje nadšení a drobný workholismus mi pomohli k možnosti začít stavět svůj první tým. Ve chvíli, kdy jsem měl pocit, že jsou samostatní, vzal jsem nabídkou majitele na účasti na velkých projektech, které posouvali celou společnost kupředu. Vždy jsem se snažil využít možnost naučit se nové věci a dělat větší. Samozřejmostí pro tyto kroky bylo vědomí, že můj tým bude stále produktivní.
</p>

<p>
Pak jsem nastoupil do Mergada, kde jsem začal jako konzultant pro klienty a partnery. Objížděl jsem marketingové agentury a srovnávače zboží, abych budoval dobré vztahy. Pomáhal jsem přinášet potřebné informace, které měly pomoci rozvinout náš produkt. Ve volných chvílích jsem se věnoval technické podpoře a specifikování nových funkcí. Díky tomu jsem se dostal k vývojovému týmu. Udělal jsem si kurz Pyladies (jako nadšenec do IT), kde jsem byl první brněnský mužský absolvent. Při odchodu hlavního vývojáře mi bylo nabídnuto místo vedení dev týmu.
Přebral jsem pocizi vedoucího 5 vývojářů a za pár let dokázal poskládat tým 15 odborníků (vývojářů, produkťáků a testerů), kterým naprosto důvěřuji, že jsou schopní náš produkt posouvat.
</p>

<p>
Ve své kariéře jsem se nikdy nebál výzvy a do všeho se vrhnul po hlavě. Protože co člověk neumí, to se naučí. Nikdy jsem v minulosti jsem nevedl lidi, nepracoval v marketingu a IT, nepřednášel, neškolil a dnes tuto věci beru jako samozřejmou součást mého života. Byla to jízda a doufám, že nekončí.
</p>

<p>
Ale aby &ldquo;about me&rdquo; nebylo jen o pracovních zkušenostech, zkusím dodat nějaké další informace. Většinou se popisuji jako &ldquo;desetibojař&rdquo;. Rád dělám hodně věcí a neustále zkouším něco nového. Mé aktuální směry jsou chov koní, hlavolamy (sudoku atd.), řezbaření a IT. Možná se to změní, ještě je spousta věcí, které jsem nezkusil.
</p>

<p>
Nyní čekáme s manželkou prvního potomka, který se má narodit na konci září, a tak je většina mé pozornosti upnuta tímto směrem.
</p>

<p>
A kdybyste chtěli vědět, co mne poslední dobou nejvíce inspirovalo, tak je to kniha Be obsessed or be average. Grant Cordone je sice blázen, ale spousta jeho myšlenek má hlavu a patu.
</p>

<p>
Je toho hodně, rád si o všem popovídám osobně.
</p>
</div>
</div>

<div id="outline-container-org1f8c665" class="outline-2">
<h2 id="org1f8c665"><span class="section-number-2">3.</span> Pracovní zkušenosti</h2>
<div class="outline-text-2" id="text-3">
<p>
Většina pracovní náplně je popsána i v krátké verzi CV.
</p>
</div>
<div id="outline-container-org2cdf309" class="outline-3">
<h3 id="org2cdf309"><span class="section-number-3">3.1.</span> okay s.r.o.</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgbaad7ee" class="outline-4">
<h4 id="orgbaad7ee"><span class="section-number-4">3.1.1.</span> Copywriter</h4>
<div class="outline-text-4" id="text-3-1-1">
<ul class="org-ul">
<li>tvorba textů pro celý omnichannel (články, radiové spoty, newslettery, grafiky,  billboardy, aj.)</li>
<li>pracovní nabídku na fulltime jsem dostal jako brigádník</li>
</ul>
</div>
</div>
<div id="outline-container-org00359fd" class="outline-4">
<h4 id="org00359fd"><span class="section-number-4">3.1.2.</span> Vedoucí PR a copywrintingu</h4>
<div class="outline-text-4" id="text-3-1-2">
<p>
Vedoucí copywritingu
</p>
<ul class="org-ul">
<li>kompletní strategie a analytika mailingu</li>
<li>analýza všech textů na e-shopu</li>
<li>vedení týmu copywriterů</li>
<li>zodpovědnost za články na e-shopu</li>
<li>monitoring nových trendů v online i offline prostředí</li>
<li>propojení moderovaného obsahu webu s cíli společnosti</li>
<li>návrhy extenzí na podporu brandu (zábavné aplikace, hry, reklamní předměty, aj.)</li>
<li>spolupráce na kreativní strategii firmy v online i offline prostředí</li>
<li>koordinace brigádníků</li>
</ul>

<p>
Vedoucí PR
</p>
<ul class="org-ul">
<li>tvorba PR strategie společností OKAY Holding</li>
<li>spolupráce s PR agenturou</li>
<li>komunikace s médii</li>
<li>tvorba a realizace PR projektů</li>
<li>monitoring mediálního obrazu společnosti a jeho analýza</li>
<li>psaní tiskových zpráv</li>
<li>navazování spolupráce s blogery</li>
<li>administrativa</li>
<li>monitoring vnitrofiremního prostředí</li>
</ul>
</div>
</div>

<div id="outline-container-org105847d" class="outline-4">
<h4 id="org105847d"><span class="section-number-4">3.1.3.</span> Projektý manažer a specialista digitální komunikace</h4>
<div class="outline-text-4" id="text-3-1-3">
<p>
Projekty:
</p>
<ul class="org-ul">
<li>implementace CRM</li>
<li>vývoj mobilní aplikace a věrnostního programu</li>
<li>personalizovaná komunikace se zákazníkem napříč formáty</li>
<li>implementace softwaru pro koordinaci práce oddělení marketingu</li>
<li>OKAY Maturiťák (několikatýdenní soutěž pro maturanty)</li>
</ul>
<p>
Další náplň práce
</p>
<ul class="org-ul">
<li>tvorba nových strategií</li>
<li>analýza obchodních dat</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org01c5d5b" class="outline-3">
<h3 id="org01c5d5b"><span class="section-number-3">3.2.</span> Mergado technologies s.r.o.</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-orgebe4e97" class="outline-4">
<h4 id="orgebe4e97"><span class="section-number-4">3.2.1.</span> Konzultant</h4>
<div class="outline-text-4" id="text-3-2-1">
<ul class="org-ul">
<li>komunikace s klienty a partnery (hlavní náplň práce)</li>
<li>vyřizovaní požadavků na zákaznické podpoře</li>
<li>specifikace issues pro vývojáře</li>
<li>testování software</li>
</ul>
</div>
</div>

<div id="outline-container-org8bfcae1" class="outline-4">
<h4 id="org8bfcae1"><span class="section-number-4">3.2.2.</span> Vedoucí vývoje</h4>
<div class="outline-text-4" id="text-3-2-2">
<ul class="org-ul">
<li>vedení týmu (vývojáři, produktoví manažeři, testeři)
<ul class="org-ul">
<li>koordinace týmu</li>
<li>pořádání teambuildingů</li>
<li>pravidelné one-to-one o spokojenosti zaměstnanců</li>
<li>zařizování kvalitního prostředí pro práci</li>
</ul></li>
<li>implementace procesů a organizace práce
<ul class="org-ul">
<li>zavedení agilních procesů a jejich iterativní vylepšování</li>
<li>specifikace projektů a issues pro vývoj</li>
</ul></li>
<li>spolupráce na vedení společnosti
<ul class="org-ul">
<li>rozhodování o směřování produktu a společnosti</li>
<li>stanovení a vyhodnocení cílů</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-orge0b40e4" class="outline-2">
<h2 id="orge0b40e4"><span class="section-number-2">4.</span> Mimopracovní zkušenosti/Projekty</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgfde55a5" class="outline-3">
<h3 id="orgfde55a5"><span class="section-number-3">4.1.</span> Pyladies</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Spoluorganizátor a kouč na několika semestrech. Lektor základů Pythonu.
Účastnil jsem také několika PyConů a dalších akcí Pyvce.
</p>
</div>
</div>
<div id="outline-container-org451f0be" class="outline-3">
<h3 id="org451f0be"><span class="section-number-3">4.2.</span> Přednášení</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>desítky školení a přednášek o feed marketingu
<ul class="org-ul">
<li>témata např.: Základy feed marketingu, Základy srovnávačů zboží, XML a jeho využítí, Expanze do zahraničí s produktovými feedy,</li>
</ul></li>
<li>přednáška &ldquo;Jak mluvit s vývojáři&rdquo;</li>
<li>přednášení na firemních a vnitrofiremních akcích o novinkách v Mergadu</li>
<li>krátké technické prezentace na vývojářských akcích</li>
</ul>
</div>
</div>
<div id="outline-container-org42e3ed9" class="outline-3">
<h3 id="org42e3ed9"><span class="section-number-3">4.3.</span> DoneeCode</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Projekt, který zrovna začínám. Již nějakou dobu se věnuji věcem ohledně vývoje a nyní jsem našel online curriculum, které obsahuje vše potřebné k získýní titulu z informatiky (samozřejmě člověk žádný titul nedostane). Ale chci se dále rozvíjet a doplnit si znalosti a tak si tuto &ldquo;online vysokou&rdquo; v následujích letech udělám. Svůj progress chci monitorovat pomocí blogu, který právě vytvářím. (Jméno je odkaz na mou teen přezdívku ve spojení s hlavním obsahem).
</p>
</div>
</div>
</div>
<div id="outline-container-orgef3bde5" class="outline-2">
<h2 id="orgef3bde5"><span class="section-number-2">5.</span> Vzdělání</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org40dd26f" class="outline-3">
<h3 id="org40dd26f"><span class="section-number-3">5.1.</span> Gymnázium Hodonín</h3>
<div class="outline-text-3" id="text-5-1">
<p>
(2003 - 2012)
Ukončeno maturitní zkouškou.
</p>
</div>
</div>
<div id="outline-container-org8b68bf7" class="outline-3">
<h3 id="org8b68bf7"><span class="section-number-3">5.2.</span> Veterinární a farmaceutická univerzita Brno</h3>
<div class="outline-text-3" id="text-5-2">
<p>
(2013 - 2015)
Ukončeno ze zdravotních důvodů.
</p>
</div>
</div>
</div>
<div id="outline-container-org8bb2481" class="outline-2">
<h2 id="org8bb2481"><span class="section-number-2">6.</span> Dovednosti</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org3a261b8" class="outline-3">
<h3 id="org3a261b8"><span class="section-number-3">6.1.</span> Projektové řízení</h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-org75dcd16" class="outline-4">
<h4 id="org75dcd16"><span class="section-number-4">6.1.1.</span> Agile</h4>
<div class="outline-text-4" id="text-6-1-1">
<ul class="org-ul">
<li>znám principy agile vývoje a implementoval jsem naši vlastní variantu pro DEV tým</li>
</ul>
</div>
</div>
<div id="outline-container-orge7eb4c4" class="outline-4">
<h4 id="orge7eb4c4"><span class="section-number-4">6.1.2.</span> PRINCE2</h4>
<div class="outline-text-4" id="text-6-1-2">
<ul class="org-ul">
<li>certifikovaný projektový manažer</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc865dbc" class="outline-3">
<h3 id="orgc865dbc"><span class="section-number-3">6.2.</span> Marketing</h3>
<div class="outline-text-3" id="text-6-2">
<p>
Mám základní všech marketingových principů, ale exekutivně jsem se věnoval pouze marketingovým strategiím, copywringu, feed marketingu a emailingu.
</p>
</div>
<div id="outline-container-org0f9bec0" class="outline-4">
<h4 id="org0f9bec0"><span class="section-number-4">6.2.1.</span> Feed marketing</h4>
</div>
<div id="outline-container-org2032728" class="outline-4">
<h4 id="org2032728"><span class="section-number-4">6.2.2.</span> Copywriting</h4>
</div>
<div id="outline-container-org8e78b32" class="outline-4">
<h4 id="org8e78b32"><span class="section-number-4">6.2.3.</span> Emailing</h4>
</div>
</div>
<div id="outline-container-org4d74c19" class="outline-3">
<h3 id="org4d74c19"><span class="section-number-3">6.3.</span> Team management/leadership</h3>
</div>
<div id="outline-container-orgecefe1a" class="outline-3">
<h3 id="orgecefe1a"><span class="section-number-3">6.4.</span> Coding</h3>
<div class="outline-text-3" id="text-6-4">
<p>
Programování se nyní aktivně nevěnuji, ale to se brzo změní. Viz sekci DoneeCode.
</p>
<ul class="org-ul">
<li>Python
<ul class="org-ul">
<li>absolvent kurzu Pyladies</li>
<li>pár vlastních drobných projektů</li>
</ul></li>
<li>základy C, JS, bash</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org36058f5" class="outline-2">
<h2 id="org36058f5"><span class="section-number-2">7.</span> Kontakt</h2>
<div class="outline-text-2" id="text-7">
<p>
Adresa trvalého bydliště: Fr. Vlacha 745, Dubňany 696 03
Korespondenční adresa: Chytálky 24, Újezd u Tišnova 594 55
Telefon: +420 734 367 351
Email: p.rusinsky@gmail.com
LinkedIn: <a href="https://www.linkedin.com/in/pavel-rusinsky/">https://www.linkedin.com/in/pavel-rusinsky/</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Pavel Rusinský</p>
<p class="date">Created: 2021-09-12 Ne 18:53</p>
</div>
</body>
</html>
